[
  {
    "id": "1",
    "level": "B1",
    "title": "If I had known",
    "language": "3rd conditional",
    "instructions": "Work with a partner, using one shared phone. Click on the \"Start\" / \"Next\" button and the active square to play the game. The dice decides if you are lucky enough to take 2 steps at a time, or just 1. You will have to finish a sentence for each square. After giving an answer discuss it with your partner. He/she should then decide if it is correct and click on \"Accept\" or \"Reject\" accordingly. If you land on a square that has been answered by your partner before, you are not allowed to repeat their solution. You need to come up with a different idea.",
    "datePublished": "2022, 09, 25",
    "cards": [
      "If Romeo hadn't gone to the party, ...",
      "I wouldn't have bought a laptop computer if ...",
      "If the Titanic hadn't hit an iceberg, ...",
      "We wouldn't have run out of money if ...",
      "If I'd known you were going to make a pizza, ...",
      "I would have sent you a message if ...",
      "If the traffic hadn't been so dreadful, ...",
      "Tina and Tim wouldn't have got married if ...",
      "If we had had more time in Paris, ...",
      "You would have cried if ...",
      "If Snow White hadn't accepted the apple, ...",
      "Pinoccho's nose wouldn't have grown so long if ...",
      "If he hadn't been the boss's nephew, ...",
      "I would have called you if ...",
      "If you had told me you don't like opera ...",
      "I would have bought you a present if ...",
      "If we had had the money, ...",
      "I would have helped you if ..."
    ]
  },
  {
    "id": "2",
    "level": "B2",
    "title": "On condition",
    "language": "1st conditional, alternatives to if",
    "instructions": "Work with a partner, using one shared phone. Click on the \"Start\" / \"Next\" button and the active square to play the game. The dice decides if you are lucky enough to take 2 steps at a time, or just 1. You will have to finish a sentence for each square. After giving an answer discuss it with your partner. He/she should then decide if it is correct and click on \"Accept\" or \"Reject\" accordingly. If you land on a square that has been answered by your partner before, you are not allowed to repeat their solution. You need to come up with a different idea.",
    "datePublished": "2022, 10, 01",
    "cards": [
      "IF we take a taxi, ...",
      "WHEN you read this, ...",
      "You won't be able to have anything to eat or drink on the train UNLESS ...",
      "I've seen better hotels but don't worry. AS LONG AS I have a room for myself, ...",
      "We'll buy both of these cars, PROVIDING ...",
      "OK, you can borrow my laptop ON CONDITION THAT ...",
      "AS SOON AS I get home, ...",
      "We won't be late, IF we ...",
      "WHEN you read this, ...",
      "I'll be delighted to work for you AS LONG AS ...",
      "UNLESS he chooses his words more carefully, ...",
      "I'll start studying AS SOON AS ...",
      "PROVIDED that you have the money, ...",
      "There's a tracking device on my scooter, IN CASE ...",
      "PROVIDING you don't tell anyone else, ...",
      "You'd better take your raincoat or an umbrella IN CASE ...",
      "I'll lend you the money ON CONDITION THAT ...",
      "SUPPOSING you are late, ...?"
    ]
  }
]
