[
  {
    "id": "1",
    "level": "A2",
    "skill": "SP",
    "title": "Have you ever ...?",
    "language": "Present Perfect for life experiences, Past Simple for telling a story",
    "instructions": "Work in pairs using one phone between you. Take turns to ask and answer the questions. When it's your turn to answer a question, try to only listen to your parner without looking at the phone. When you're asking your partner, don't accept a short answer.",
    "datePublished": "2022, 05, 05",
    "cards": [
      "Have you ever been in a newspaper? When was it? What did you do?",
      "Have you ever forgotten someone's birthday? When did you remember? What did you do?",
      "Have you ever travelled by plane? When was it? Where did you go?",
      "Have you ever won a competition? What kind of competition was it?",
      "Have you ever found any money in the street? How much did you find? What did buy?",
      "Have you ever had a broken bone? How did it happen?",
      "Have you ever tried a dangerous or extreme sport? What sport was it? Did you enjoy it?",
      "Have you ever cooked a meal for more than 5 people? How many people were there? Did they like it?",
      "Have you ever tried to learn to play a musical instrument? What instrument was it? Do you still play it?",
      "Have you ever talked with a famous person? Who was it?",
      "Have you ever spent a whole night without sleep? When was it? What was the reason?",
      "Have you ever had dancing lessons? What kind of dancing was it? Were you good at it?"
    ]
  },
  {
    "id": "2",
    "level": "A2",
    "skill": "SP",
    "title": "How long have you ...?",
    "language": "for, since",
    "instructions": "Work in pairs using one phone between you. Take turns to ask and answer the questions. When it's your turn to answer a question, try to only listen to your parner without looking at the phone. When you're asking your partner, don't accept a short answer.",
    "datePublished": "2022, 05, 05",
    "cards": [
      "Do you or anyone in your family have a pet? How long / have it?",
      "Is there a TV programme or a series you regularly watch? How long / be interested in it?",
      "Do you go to a gym? How long / be a member?",
      "Do you have a laptop or desktop computer? How long / have it?",
      "Who's you best friend? How long / know him/her?",
      "Are you on Facebook or another social network? How long / have an account?",
      "What mobile phone do you have? How long / have it?",
      "How long / be in this class today?",
      "Do you live in a house or a flat? How long / live there?",
      "Do you wear glasses or contact lenses? How long / have them? Do you like them?",
      "How long / have this hairstyle?"
    ]
  },
  {
    "id": "3",
    "level": "A2 up",
    "skill": "SP",
    "title": "The right question (1)",
    "language": "question forms",
    "instructions": "Work in two teams. Use a stopwatch/phone as a timer and another phone for the cards: this is your cards face down on the desk. In each turn, one of the teams delegates a different player. He/she has one minute to ask questions to their team to get the words on the card as an answer. If this happens, the team wins a point and the player can take another card. Otherwise it's the other team's turn now.",
    "datePublished": "2022, 09, 02",
    "cards": [
      "Thank you very much.",
      "Yes, I can.",
      "At home.",
      "Yes, I would.",
      "Apples.",
      "Your grandson.",
      "Fifty Cents.",
      "Last year.",
      "Yes, I have.",
      "Next year.",
      "Of course, I don't!",
      "Yes, they do.",
      "Yesterday.",
      "On Sundays.",
      "Yes, I do.",
      "Since last week.",
      "A Ferrari",
      "My phone"
    ]
  },
  {
    "id": "4",
    "level": "A2 up",
    "skill": "SP",
    "title": "The right question (2)",
    "language": "question forms",
    "instructions": "Work in two teams. Use a stopwatch/phone as a timer and another phone for the cards: this is your cards face down on the desk. In each turn, one of the teams delegates a different player. He/she has one minute to ask questions to their team to get the words on the card as an answer. If this happens, the team wins a point and the player can take another card. Otherwise it's the other team's turn now.",
    "datePublished": "2022, 09, 02",
    "cards": [
      "No there isn't.",
      "Paris.",
      "Hardly ever.",
      "Before class.",
      "Behind you.",
      "Over there.",
      "Seven.",
      "No, I don't",
      "China.",
      "In the summer.",
      "In bed.",
      "Forty-two.",
      "No, never.",
      "Yes, I'd love to.",
      "For ages.",
      "Cats.",
      "Fine, thanks.",
      "A cake."
    ]
  },
  {
    "id": "5",
    "level": "A2 up",
    "skill": "SP",
    "title": "Vocab Race",
    "language": "prepositions of movement",
    "instructions": "Work with a partner using one shared phone. You are in competition with the other pairs in the class: rush through the cards and write your answers on a piece of paper. The first pair gets 3 extra points, the second 2 points, etc. After finishing the cards, check all the answers with the class. Each correct answer gives you a point.",
    "datePublished": "2022, 09, 02",
    "cards": [
      "3 places you can swim across",
      "3 places you can walk through",
      "3 sports where you hit something over a net",
      "3 places where you can go up and down",
      "3 places you can drive into",
      "3 places you can go round",
      "3 things you use to take things from one place to another",
      "3 things a magician might take out of his hat",
      "3 places you go past on your way home from here",
      "3 things you can stand under when it’s raining",
      "3 places you can walk along",
      "3 things you don't want a chef to put onto your pizza"
    ]
  },
  {
    "id": "6",
    "level": "B1",
    "skill": "SP",
    "title": "Should have asked mom",
    "language": "should have done",
    "instructions": "Work in small groups using one phone between you. It's important that in each turn, only one student can see the new card; he\/she is the \"speaker\". Take turns to be the speaker and to tell your partners a true or made-up story to elicit the sentence on your cards. Keep adding details until you get the correct answer. The student who comes up with the same sentence first gets a point. Don't accept variations, the sentence needs to be exactly what's on the card.",
    "datePublished": "2022, 05, 12",
    "cards": [
      "You should have left earlier.",
      "You should have worked harder.",
      "You should have asked her first.",
      "You should have been more careful.",
      "You should have taken an umbrella.",
      "You should have gone to bed earlier.",
      "You shouldn't have agreed to it.",
      "You should have listened to his advice.",
      "You shouldn't have eaten so much.",
      "You shouldn't have bought it.",
      "You shouldn't have said that to her.",
      "You shouldn't have gone to that party."
    ]
  },
  {
    "id": "7",
    "level": "B2",
    "skill": "SP",
    "title": "Education is like football (1)",
    "language": "talking about education",
    "instructions": "Work in small groups using one phone between you. Discuss the ideas on the cards giving reasons and examples.",
    "datePublished": "2022, 05, 22",
    "cards": [
      "Students should be allowed to walk out of classes they don't find interesting.",
      "Students should be allowed to ask more questions whenever they want to.",
      "Paper-based education should be scrapped, we all should use mobile phones and computers only.",
      "Putting students in detention doesn't stop them from breaking the rules.",
      "Hand-writing is going to disappear so we shouldn't waste time learning it.",
      "Everyone should go to university.",
      "Science and Maths are the only important subjects, the rest should be optional.",
      "Students should be allowed to go home early one day a week.",
      "P.E. classes are old-fashioned. Students should be allowed to decide what exercise they want to do.",
      "Schools should give an extra week's holiday to students who get high marks in exams.",
      "Boarding schools destroy your relationship with your own family so they should be banned.",
      "Students who fail an exam should be allowed to retake it as many times as they want."
    ]
  },
  {
    "id": "8",
    "level": "B2",
    "skill": "SP",
    "title": "Education is like football (2)",
    "language": "talking about education",
    "instructions": "Work in small groups using one phone between you. Discuss the ideas on the cards giving reasons and examples.",
    "datePublished": "2022, 05, 22",
    "cards": [
      "It's OK if you skive off once or twice a year. Absences shouldn't even be recorded.",
      "Copying things from the Internet is not cheating. This is the way we access information.",
      "The government should let parents decide at what age their children go to school.",
      "The Internet can teach you everything you need to know. Schools are going to be replaced by free Internet access soon.",
      "It's not important to get a good mark in every subject.",
      "Learning foreign languages is a waste of time.",
      "Schools should teach students more useful skills like cooking, how to manage money, personal relationships and how to drive a car.",
      "Private schools are usually better than state schools.",
      "Teachers should be paid as much as doctors and lawyers.",
      "Homeschooling prepares you for life much better than going to school.",
      "It's OK to cheat in exams – everybody does it.",
      "Students should be allowed more time to revise before exams."
    ]
  },
  {
    "id": "9",
    "level": "A2",
    "skill": "SP",
    "title": "Tim's a very good example",
    "language": "personality adjectives",
    "instructions": "Work in pairs using one phone between you. Think about your friends and family members and take turns to give examples of each personality type on the cards giving details.",
    "datePublished": "2022, 05, 29",
    "cards": [
      "bossy",
      "outgoing",
      "easy-going",
      "selfish",
      "confident",
      "quick-tempered",
      "trustworthy",
      "stubborn",
      "forgetful",
      "optimistic",
      "pessimistic",
      "cheerful",
      "neat",
      "helpful",
      "active",
      "messy",
      "noisy",
      "unpleasant",
      "moody",
      "annoying"
    ]
  },
  {
    "id": "10",
    "level": "A2",
    "skill": "SP",
    "title": "How much/How many ...?",
    "language": "C/U nouns; VOC: Food",
    "instructions": "Work in pairs using one phone between you. Take turns to ask and answer the questions. When it's your turn to answer a question, try to only listen to your parner without looking at the phone. Answer using \"A lot\", \"A few.\", \"A little.\", \"None\", etc., then give reasons. When you're asking your partner, don't accept a short answer.",
    "datePublished": "2022, 09, 15",
    "cards": [
      "... sugar do you put in your tea or coffee?",
      "... salt do you put on your bread and butter?",
      "... fish do you eat a week?",
      "... water do you drink a day?",
      "... fried food do you eat a week?",
      "... fast food do you eat a week?",
      "... fresh vegetables do you eat a day?",
      "... chips or crisps do you eat a day?",
      "... alcohol do you drink a week?",
      "... cups of coffe do you drink a day?",
      "... sweets do you eat a day?",
      "... ketchup do you like on your hamburger?",
      "... chocolate do you eat a week?",
      "... fruit do you eat a day?"
    ]
  }
]
