[
  {
    "id": "1",
    "level": "A2",
    "skill": "SP",
    "title": "Have you ever ...?",
    "language": "Present Perfect for life experiences, Past Simple for telling a story",
    "instructions": "Work in pairs using one phone between you. Take turns to ask and answer the questions. Don't accept a short answer.",
    "cards": [
      "Have you ever been in a newspaper? When was it? What did you do?",
      "Have you ever forgotten someone's birthday? When did you remember? What did you do?",
      "Have you ever travelled by plane? When was it? Where did you go?",
      "Have you ever won a competition? What kind of competition was it?",
      "Have you ever found any money in the street? How much did you find? What did buy?",
      "Have you ever had a broken bone? How did it happen?",
      "Have you ever tried a dangerous or extreme sport? What sport was it? Did you enjoy it?",
      "Have you ever cooked a meal for more than 5 people? How many people were there? Did they like it?",
      "Have you ever tried to learn to play a musical instrument? What instrument was it? Do you still play it?",
      "Have you ever talked with a famous person? Who was it?",
      "Have you ever spent a whole night without sleep? When was it? What was the reason?",
      "Have you ever had dancing lessons? What kind of dancing was it? Were you good at it?"
    ]
  },
  {
    "id": "2",
    "level": "A2",
    "skill": "SP",
    "title": "How long have you ...?",
    "language": "for, since",
    "instructions": "Work in pairs using one phone between you. Take turns to ask and answer the questions. Don't accept a short answer.",
    "cards": [
      "Do you or anyone in your family have a pet? How long / have it?",
      "Is there a TV programme or a series you regularly watch? How long / be interested in it?",
      "Do you go to a gym? How long / be a member?",
      "Do you have a laptop or desktop computer? How long / have it?",
      "Who's you best friend? How long / know him/her?",
      "Are you on Facebook or another social network? How long / have an account?",
      "What mobile phone do you have? How long / have it?",
      "How long / be in this class today?",
      "Do you live in a house or a flat? How long / live there?",
      "Do you wear glasses or contact lenses? How long / have them? Do you like them?",
      "How long / have this hairstyle?"
    ]
  },
  {
    "id": "3",
    "level": "A2",
    "skill": "SP",
    "title": "When did you last ...? (1)",
    "language": "Past Simple, Past Time Expressions",
    "instructions": "Work in pairs using one phone between you. Take turns to ask and answer the questions. Don't accept a short answer.",
    "cards": [
      "travel by car",
      "watch Formula1 on TV",
      "sing in public",
      "play a musical instrument",
      "read a newspaper or a magazine",
      "go jogging",
      "have a long, hot bath",
      "eat a hamburger",
      "use a laptop or desktop computer",
      "do sport",
      "tidy your desk or clean your room",
      "have pasta for breakfast",
      "feel really, really angry",
      "say sorry",
      "say goodbye to someone"
    ]
  },
  {
    "id": "4",
    "level": "A2",
    "skill": "SP",
    "title": "When did you last ...? (2)",
    "language": "Past Simple, Past Time Expressions",
    "instructions": "Work in pairs using one phone between you. Take turns to ask and answer the questions. Don't accept a short answer.",
    "cards": [
      "do exercise",
      "go swimming",
      "cry during a film",
      "use an umbrella",
      "have an argument",
      "go shopping",
      "listen to music",
      "make your bed",
      "ride a bike",
      "take a photo",
      "tell someone a joke",
      "say no to someone",
      "have a problem with a computer",
      "have a perfect day",
      "travel by train",
      "forget to do something"
    ]
  },
  {
    "id": "5",
    "level": "B1",
    "skill": "SP",
    "title": "What would you do if ...?",
    "language": "2nd Conditional",
    "instructions": "Work in pairs using one phone between you. Take turns to ask and answer the questions. Don't accept a short answer.",
    "cards": [
      "(get) an anonymous love letter",
      "your neighbour (play) loud music all night, every night",
      "someone you didn't like (invite) you to a really good concert",
      "your mom (start) showing the photo album of you as a baby to your boyfriend/girlfriend",
      "(find) $30,000 in the street",
      "(meet) your English teacher at a disco",
      "(see) a cockroach in the kitchen",
      "someone (offer) you $10,000 every time they punched you in the face",
      "(can) snap your fingers and make any one species go extinct",
      "(can) body swap with any person for 24 hours",
      "(be) suddenly given world-class hacking knowledge and ability?",
      "(can) go back and undo one thing you did in the past",
      "never (need) to sleep again",
      "a kid (start) kicking you in the park and his mother (not stop) him",
      "(have) the opportunity to time travel once",
      "(have to) choose between winning the lottery or living twice as long",
      "(go) to the hairdesser's and (get) a really bad haircut"
    ]
  },
  {
    "id": "6",
    "level": "B1",
    "skill": "SP",
    "title": "Exam Questions – B1 (1)",
    "language": "Conversation",
    "instructions": "Work in pairs using one phone between you. Take turns to ask and answer the questions. Don't accept a short answer.",
    "cards": [
      "Do you work or are you a student?",
      "What do you do/study?",
      "How do you get to work/school every day?",
      "What did you do yesterday evening?",
      "What did you do last weekend?",
      "Do you think that English will be useful for you in the future? Why?",
      "Tell us about the people you live with.",
      "What do you do when you want to relax?",
      "Do you prefer to relax with friends or alone? Why?",
      "Is it important to do exercise in your free time? Why? / Why not?",
      "Is it useful to learn new skills in your free time? Why? / Why not?",
      "Do you think people spend too much time working or studying these days? Why? / Why not?"
    ]
  },
  {
    "id": "7",
    "level": "B2",
    "skill": "SP",
    "title": "Exam Questions – B2 (1)",
    "language": "Conversation",
    "instructions": "Work in pairs using one phone between you. Take turns to ask and answer the questions. Don't accept a short answer.",
    "cards": [
      "Where are you from? What do you like about living there?",
      "How do you like to spend your evenings? What do you do? Why?",
      "Do you prefer to spend time on your own or with other people? Why?",
      "Tell us about a film you really like?",
      "Do you like cooking? What sort of things do you cook?",
      "Do you normally celebrate speacial occasions with friends or family? Why?",
      "Tell us about a festival or celebration in your country.",
      "What did you do on your last birthday?",
      "Are you going to do anything special this wekend? Where are you going to go? What are you going to do?",
      "How much TV do you watch in a week? Would you prefer to watch more TV than that or less? Why?",
      "Tell us about a TV programme you've seen recently.",
      "Do you use the internet much? Why? / Why not?",
      "Do you ever listen to the radio? What programmes do you like? Why?"
    ]
  },
  {
    "id": "8",
    "level": "C1",
    "skill": "SP",
    "title": "Exam Questions – C1 (1)",
    "language": "Conversation",
    "instructions": "Work in pairs using one phone between you. Take turns to ask and answer the questions. Don't accept a short answer.",
    "cards": [
      "Where are you from? What do you do there?",
      "How long have you been studying English?",
      "What do you enjoy most about learning English?",
      "What free time activity do you most enjoy? Why?",
      "What sort of work would you like to do in the future? Why?",
      "Do you think you spend too much time working or studying? Why? / Why not?",
      "Do you like using the internet to keep in touch with people?",
      "Have you celebrated anything recently? How?",
      "If you could travel to one country in the world, where would you go? Why?",
      "How important is it to you to spend time with your family? Why? / Why not?",
      "Who do you think has had the greatest influence on your life? / Why?"
    ]
  },
  {
    "id": "9",
    "level": "B1",
    "skill": "SP",
    "title": "Should have asked mom",
    "language": "should have done",
    "instructions": "Work in small groups using one phone between you. Take turns to tell your partners a true or made-up story to elicit the sentence on your cards. Keep adding details until you get the correct answer. The student who comes up with the same sentence first gets a point. Don't accept variations, the sentence needs to be exactly what's on the card.",
    "cards": [
      "You should have left earlier.",
      "You should have worked harder.",
      "You should have asked her first.",
      "You should have been more careful.",
      "You should have taken an umbrella.",
      "You should have gone to bed earlier.",
      "You shouldn’t have agreed to it.",
      "You should have listened to his advice.",
      "You shouldn’t have eaten so much.",
      "You shouldn’t have bought it.",
      "You shouldn’t have said that to her.",
      "You shouldn’t have gone to that party."
    ]
  }
]
