[
  {
    "id": "1",
    "level": "A2 up",
    "skill": "SP",
    "title": "Considering job offers",
    "language": "discuss, negotiate",
    "instructions": "You will be working on your own, in pairs and then groups but you will need one phone at all stages of the activity. First, think through your list and drag the items in order of importance when considering a job offer. Then find a partner and discuss your opinions. The two of you have to agree on a new list together. After that find another pair and talk through your choices in order to come up with a new list that everybody in your group agrees with. Finally, share your rankings with the class.",
    "datePublished": "2022, 09, 18",
    "cards": [
      "salary",
      "the type of work",
      "colleagues",
      "employer",
      "workplace",
      "working hours",
      "benefits"
    ]
  },
  {
    "id": "2",
    "level": "B1",
    "skill": "SP:",
    "title": "Choosing a Hobby",
    "language": "discuss, negotiate",
    "instructions": "Work in pairs and use one shared phone. Imagine you have decided to take up a new hobby together. Discuss why or why not you would enjoy doing the different kinds of hobbies on the list and arrange them in order of preference. Share your list with another pair or the whole class.",
    "datePublished": "2022, 09, 26",
    "cards": [
      "playing chess",
      "photography",
      "rock-climbing",
      "collecting and trading Pokemon cards",
      "going cycling",
      "learning to play an instrument",
      "painting",
      "baking cakes"
    ]
  },
  {
    "id": "3",
    "level": "B1",
    "skill": "SP",
    "title": "Parting Gift",
    "language": "discuss, negotiate",
    "instructions": "Work in pairs and use one shared phone. Imagine your English teacher is quitting his job and you have decided to buy a gift to him/her. Discuss why or why not the items on the list would be suitable options and arrange them in order of preference. Share your list with another pair or the whole class.",
    "datePublished": "2022, 10, 02",
    "cards": [
      "a second-hand lime green BMW",
      "a mug with the inscription: \"The best teacher. Ever.\"",
      "a new pair of Dr Martens boots",
      "a T-shirt with a photo of all the students in the group",
      "a 10-day pass to a gym",
      "a bouquet of flowers",
      "a box set of all 60 Disney Classics",
      "a photo biography of Queen Elizabeth II"
    ]
  },
  {
    "id": "4",
    "level": "B1",
    "skill": "SP",
    "title": "Getting around",
    "language": "discuss, negotiate",
    "instructions": "Work in pairs and use one shared phone. Compare the different ways of getting around in your town and decide which two are the best options. Share your list with another pair or the whole class.",
    "datePublished": "2022, 10, 13",
    "cards": [
      "taxi",
      "car",
      "bicycle",
      "electric scooter",
      "local bus",
      "walking",
      "motorbike"
    ]
  },
  {
    "id": "5",
    "level": "B1",
    "skill": "SP",
    "title": "What makes a good friend?",
    "language": "discuss, negotiate",
    "instructions": "Work in pairs and use one shared phone. Discuss how the different ideas might be helpful in forming a good relationship with someone and arrange them in order of preference. Share your list with another pair or the whole class.",
    "datePublished": "2022, 10, 26",
    "cards": [
      "we have all the same interests",
      "we spend a lot of time together",
      "he/she is a good listener",
      "he/she keeps my secrets",
      "he/she is there for me if I need help",
      "he/she doesn't want to dominate",
      "we are connected via messaging apps"
    ]
  }
]
