[
  {
    "id": "1",
    "level": "B2",
    "title": "Colour Idioms",
    "language": "Colour Idioms",
    "instructions": "Work in pairs using one phone between you. Both of you can see the cards all the time. The left-hand counter belongs to player A, the right-hand counter belongs to player B. Take turns to rephrase the sentence at the top using the key word in capital letters. Click on \"Answer\" to see a correct solution and activate the scoring buttons. They will be flashing in red. Then make a decision together: if a solution deserves a reward (2 points), click on the active counter, otherwise click on \"Next\" to see another card. Before checking the answer you can also choose to click on \"Clue\" to get a hint: the phrase with the key word that your're expected to use in your solution. However, if you have used this, clicking on the counter will give you 1 point only. The counter buttons are only active when the answer is displayed. In short: 1) the active player comes up with a solution (using the \"Clue\" button if necessary), 2) players check a possible correct answer together, 3) they assess the active player's solution",
    "datePublished": "2022, 05, 09",
    "cards": [
      {
        "sentence": "The job was offered to her quite unexpectedly.",
        "keyword": "BLUE",
        "targetLanguage": "out of the blue",
        "answer": "The job was offered to her out of the blue."
      },
      {
        "sentence": "She let him into the office and gave him a few minutes before catching him in the act of photocopying the secret documents.",
        "keyword": "RED",
        "targetLanguage": "to catch someone red-handed",
        "answer": "She let him into the office and gave him one minute before catching him red-handed."
      },
      {
        "sentence": "Frankly, I still can't resist the temptation to have some Nutella very occasionally while making breakfast for the kids.",
        "keyword": "BLUE",
        "targetLanguage": "once in a blue moon",
        "answer": "Frankly, I still can't resist the temptation to have some Nutella once in a blue moon while making breakfast for the kids."
      },
      {
        "sentence": "It always makes me sad when October evenings start drawing in earlier and earlier.",
        "keyword": "BLUES",
        "targetLanguage": "to get/have the blues",
        "answer": "I always get the blues when October evenings start drawing in earlier and earlier."
      },
      {
        "sentence": "All your friends will be jealous when they see these shoes.",
        "keyword": "GREEN",
        "targetLanguage": "to turn/be green with envy",
        "answer": "All your friends will be green with envy when they see these shoes."
      },
      {
        "sentence": "The economy is soaring, we have even paid off our state debts.",
        "keyword": "BLACK",
        "targetLanguage": "to be in the black",
        "answer": "The economy is soaring, even the state budget is back in the black."
      },
      {
        "sentence": "She passed the exam with a very high mark.",
        "keyword": "COLOURS",
        "targetLanguage": "to pass with flying colours",
        "answer": "She passed the exam with flying colours."
      },
      {
        "sentence": "People who drop litter in the street make me really angry.",
        "keyword": "RED",
        "targetLanguage": "to see red",
        "answer": "People who drop litter in the street make me see red."
      },
      {
        "sentence": "As the lads left the studios they signed autographs for fans - who must've been happy-clappy.",
        "keyword": "PINK",
        "targetLanguage": "to be tickled pink",
        "answer": "As the lads left the studios they signed autographs for fans - who must've been tickled pink."
      },
      {
        "sentence": "The player was allowed to leave his club under certain conditions, which have been met.",
        "keyword": "GREEN",
        "targetLanguage": "to give something/someone the green light",
        "answer": "His club gave the player the green light to leave under certain conditions, which have been met."
      },
      {
        "sentence": "If you owe money to your bank, you get charged 30p for each transaction.",
        "keyword": "RED",
        "targetLanguage": "to be in the red",
        "answer": "If you are in the red, you get charged 30p for each transaction."
      },
      {
        "sentence": "She hasn't worked a day in her life. She was born into a rich family.",
        "keyword": "SILVER",
        "targetLanguage": "to be born with a silver spoon in his/her mouth",
        "answer": "She hasn't worked a day in her life. She was born with a silver spoon in her mouth."
      }
    ]
  },
  {
    "id": "2",
    "level": "B2",
    "title": "Body Idioms",
    "language": "Body Idioms",
    "instructions": "Work in pairs using one phone between you. Both of you can see the cards all the time. The left-hand counter belongs to player A, the right-hand counter belongs to player B. Take turns to rephrase the sentence at the top using the key word in capital letters. Click on \"Answer\" to see a correct solution and activate the scoring buttons. Then work together and make a decision: if a solution deserves points, click on the active counter, otherwise click on \"Next\" to see another card. Before checking the answer you can also choose to click on \"Clue\" to get a hint: the phrase with the key word that your're expected to use in your solution. However, if you have used that, clicking on the counter will give you 1 point only. The counter buttons are only active when the answer is displayed. In short: 1) the active player comes up with a solution (using the \"Clue\" button if necessary), 2) players check a possible correct answer together, 3) they assess the active player's solution",
    "datePublished": "2022, 05, 24",
    "cards": [
      {
        "sentence": "So why are global leaders pretending not to notice basically all the environmental issues?",
        "keyword": "EYE",
        "targetLanguage": "to turn a blind eye to something",
        "answer": "So why are global leaders turning a blind eye to basically all the environmental issues?"
      },
      {
        "sentence": "He was going to marry her but he got too frightened about it on the day of the wedding. They haven't been in touch since.",
        "keyword": "FEET",
        "targetLanguage": "to get cold feet",
        "answer": "He was going to marry her but he got cold feet on the day of the wedding. They haven't been in touch since."
      },
      {
        "sentence": "The kids have no reason to change their behavior because you are not firm and clear about what they can do.",
        "keyword": "FOOT",
        "targetLanguage": "to put your foot down",
        "answer": "The kids have no reason to change their behavior because you just don't put your foot down."
      },
      {
        "sentence": "I was really nervous as I was looking up my exam results on the website.",
        "keyword": "MOUTH",
        "targetLanguage": "my heart was in my mouth",
        "answer": "My heart was in my mouth as I was looking up my exam results on the website."
      },
      {
        "sentence": "You need to stay calm if you want to remain in control and win this match.",
        "keyword": "HEAD",
        "targetLanguage": "keep your head",
        "answer": "You need to keep your head if you want to remain in control and win this match."
      },
      {
        "sentence": "Apparently, the two of them have never agreed on anything really.",
        "keyword": "EYE",
        "targetLanguage": "to see eye to eye with someone",
        "answer": "Apparently, the two of them have never seen eye to eye on anything really."
      },
      {
        "sentence": "No offence, but you really shouldn't try to interfere in things you just don't understand.",
        "keyword": "NOSE",
        "targetLanguage": "to stick/poke your nose into something",
        "answer": "No offence, but you really shouldn't be sticking your nose into things you just don't understand."
      },
      {
        "sentence": "Thank you for keeping this secret and making this party an absolutely perfect surprise.",
        "keyword": "TONGUE",
        "targetLanguage": "to hold your tongue",
        "answer": "Thank you for holding your tongues and making this party an absolutely perfect surprise."
      },
      {
        "sentence": "We can't do much but we all hope to see a favourable outcome in the end.",
        "keyword": "FINGERS",
        "targetLanguage": "to keep your fingers crossed for something",
        "answer": "We can't do much but we all keep our fingers crossed for a favourable outcome in the end."
      },
      {
        "sentence": "If you could help me here, I would appreciate that very much.",
        "keyword": "HAND",
        "targetLanguage": "to give somebody a hand",
        "answer": "If you could give me a hand here, I would appreciate that very much."
      }
    ]
  },
  {
    "id": "3",
    "level": "B2",
    "title": "Sports Idioms",
    "language": "Sports Idioms",
    "instructions": "Work in pairs using one phone between you. Both of you can see the cards all the time. The left-hand counter belongs to player A, the right-hand counter belongs to player B. Take turns to rephrase the sentence at the top using the key word in capital letters. Click on \"Answer\" to see a correct solution and activate the scoring buttons. Then work together and make a decision: if a solution deserves points, click on the active counter, otherwise click on \"Next\" to see another card. Before checking the answer you can also choose to click on \"Clue\" to get a hint: the phrase with the key word that your're expected to use in your solution. However, if you have used that, clicking on the counter will give you 1 point only. The counter buttons are only active when the answer is displayed. In short: 1) the active player comes up with a solution (using the \"Clue\" button if necessary), 2) players check a possible correct answer together, 3) they asses the active player's solution",
    "datePublished": "2022, 08, 29",
    "cards": [
      {
        "sentence": "Henry did his best last summer. He asked 12 girls out in 2 months. – Yeah, that's exactly why he still hasn't got a date.",
        "keyword": "SHOT",
        "targetLanguage": "give it your best shot",
        "answer": "Henry gave it his best shot last summer. He asked 12 girls out in 2 months. – Yeah, that's exactly why he still hasn't got a date."
      },
      {
        "sentence": "He made a joke about her ex, which I think was a bit unfair.",
        "keyword": "BELT",
        "targetLanguage": "a bit below the belt",
        "answer": "He made a joke about her ex, which I think was a bit below the belt."
      },
      {
        "sentence": "Would you go and take the rubbish out, son? – Sure dad, no problem.",
        "keyword": "SWEAT",
        "targetLanguage": "No sweat. / Don't sweat it.",
        "answer": "Would you go and take the rubbish out, son? – Sure dad, no sweat."
      },
      {
        "sentence": "You're taking a huge risk, Tim. One more missed class and you're a dropout.",
        "keyword": "THIN",
        "targetLanguage": "to be skating on thin ice",
        "answer": "You're skating on thin ice, Tim. One more missed class and you're a dropout."
      },
      {
        "sentence": "OK, let's start it all and decide who is going to be responsible for what.",
        "keyword": "BALL",
        "targetLanguage": "to get the ball rolling",
        "answer": "OK, let's get the ball rolling and decide who is going to be responsible for what."
      },
      {
        "sentence": "I don’t know how she manages to get by. She has so much to do.",
        "keyword": "HEAD",
        "targetLanguage": "to keep your head above water",
        "answer": "I don’t know how she manages to keep her head above water. She has so much to do."
      },
      {
        "sentence": "Will he be able to keep going in the show and take the winning title at the end?",
        "keyword": "DISTANCE",
        "targetLanguage": "to go the (full) distance",
        "answer": "Will he be able to go the (full) distance in the show and take the winning title at the end?"
      },
      {
        "sentence": "I don't seem to be able to register on this website. Could you show me how things are done here?",
        "keyword": "ROPES",
        "targetLanguage": "to show someone the ropes",
        "answer": "I don't seem to be able to register on this website. Could you show me the ropes?"
      },
      {
        "sentence": "We've offered him the job, it's him who should make a decision now.",
        "keyword": "COURT",
        "targetLanguage": "the ball is in your court now",
        "answer": "We've offered him the job, the ball is in his court now."
      },
      {
        "sentence": "Let's not do things too soon. I do think we should wait with the celebrations until we're absolutely sure he's got the job.",
        "keyword": "JUMP",
        "targetLanguage": "to jump the gun",
        "answer": "Let's not jump the gun here. I do think we should wait with the celebrations until we're absolutely sure he's got the job."
      },
      {
        "sentence": "Just when dad was about to start asking questions about Saturday night, he got a call from his boss. A narrow escape.",
        "keyword": "BELL",
        "targetLanguage": "saved by the bell!",
        "answer": "Just when dad was about to start asking questions about Saturday night, he got a call from his boss. I was saved by the bell."
      }
    ]
  },
  {
    "id": "4",
    "level": "B2",
    "title": "Letter of Application",
    "language": "formal language",
    "instructions": "Work in pairs using one phone between you. Both of you can see the cards all the time. The left-hand counter belongs to player A, the right-hand counter belongs to player B. Take turns to rephrase the sentence at the top using the key word(s) in capital letters. Click on \"Answer\" to see a correct solution and activate the scoring buttons. Then work together and make a decision: if a solution deserves points, click on the active counter, otherwise click on \"Next\" to see another card. Before checking the answer you can also choose to click on \"Clue\" to get a hint: the phrase with the key word that your're expected to use in your solution. However, if you have used that, clicking on the counter will give you 1 point only. The counter buttons are only active when the answer is displayed. In short: 1) the active player comes up with a solution (using the \"Clue\" button if necessary), 2) players check a possible correct answer together, 3) they asses the active player's solution",
    "datePublished": "2023, 03, 17",
    "cards": [
      {
        "sentence": "I'm writing to apply for the teaching job, the one you're advertising on your LinkedIn page.",
        "keyword": "AS",
        "targetLanguage": "as advertised",
        "answer": "I am writing to apply for the teaching job as advertised on your LinkedIn page."
      },
      {
        "sentence": "I'm writing because I want the position of shift manager.",
        "keyword": "FOR",
        "targetLanguage": "to apply for a position",
        "answer": "I am writing to apply for the position of shift manager."
      },
      {
        "sentence": "Please have a look at my application.",
        "keyword": "CONSIDER",
        "targetLanguage": "to consider something",
        "answer": "I hope you will consider my application."
      },
      {
        "sentence": "I'm available for an interview whenever you like.",
        "keyword": "CONVENIENCE",
        "targetLanguage": "at someone's convenience",
        "answer": "I am available for an interview at your convenience."
      },
      {
        "sentence": "I can't wait to hear from you.",
        "keyword": "FORWARD",
        "targetLanguage": "to look forward to something",
        "answer": "I look forward to your response."
      },
      {
        "sentence": "I reckon I'm the right person for this job.",
        "keyword": "SUITABLE",
        "targetLanguage": "suitable for something",
        "answer": "I believe that I am suitable for this position."
      },
      {
        "sentence": "I'm working for TelePizza right now.",
        "keyword": "PRESENT",
        "targetLanguage": "at present",
        "answer": "At present I am working for TelePizza."
      },
      {
        "sentence": "I'm writing because I saw your advertisement in The Guardian.",
        "keyword": "REGARD",
        "targetLanguage": "with regard to something",
        "answer": "I am writing with regard to your advertisement in The Guardian."
      },
      {
        "sentence": "I think I am a skilled receptionist.",
        "keyword": "CONSIDER",
        "targetLanguage": "to consider someone something",
        "answer": "I consider myself to be a skilled receptionist."
      },
      {
        "sentence": "I have attached my CV so you can read it and think about it.",
        "keyword": "CONSIDERATION",
        "targetLanguage": "for someone's consideration",
        "answer": "I have attached my CV for your consideration."
      },
      {
        "sentence": "Just give me a call if you have any questions about my CV.",
        "keyword": "CONTACT; REGARDING",
        "targetLanguage": "to contact someone; regarding something",
        "answer": "Please contact me if you have any questions regarding my CV."
      },
      {
        "sentence": "In my previous job I picked up valuable skills like digital skills and giving presentations.",
        "keyword": "ACQUIRE; SUCH",
        "targetLanguage": "to acquire something; such as",
        "answer": "In my previous employment I acquired valuable skills, such as digital skills and giving presentations."
      },
      {
        "sentence": "I know how to maintain closed networks of computers.",
        "keyword": "FAMILIAR",
        "targetLanguage": "to be familiar with something",
        "answer": "I am familiar with maintaining closed networks of computers."
      },
      {
        "sentence": "I have learned how to deal with customer complaints.",
        "keyword": "PREVIOUS EXPERIENCE",
        "targetLanguage": "to have previous experience in something",
        "answer": "I have previous experience in dealing with customer complaints."
      },
      {
        "sentence": "I think I can do what's necessary for the job.",
        "keyword": "ABLE; MEET",
        "targetLanguage": "to be able to do something; to meet the demands of something",
        "answer": "I believe that I am able to successfully meet the demands of the position."
      }
    ]
  }
]
