[
  {
    "id": "1",
    "level": "B2",
    "skill": "SP",
    "title": "Yes-No Game (1)",
    "language": "fillers, hesitating",
    "instructions": "Work in pairs using one phone between you. Take turns to ask and answer the questions. Talk about each question for a minute. You are not allowed to use the words 'yes' or 'no' and you're not allowed to give a clear positive or negative answer. You need to speak like (some) politicians do.",
    "timeAllowed": "60000",
    "datePublished": "2022, 08, 05",
    "cards": [
      "Are you enjoying this class?",
      "Are you going to have dinner today?",
      "Did you, at any point in your life, like Justin Bieber?",
      "Do you smoke?",
      "Do you think UFOs exist?",
      "Do you like today's weather?",
      "Could you ride a bike when you were five?",
      "Would you like to win the lottery?",
      "Is London the capital city of the UK?",
      "Have you ever seen a Spiderman movie?",
      "Have you ever fallen in love at first sight?",
      "Is your hair black?",
      "Do you think Real Madrid is the best football team in the world?",
      "Are you going out tonight?",
      "Can you play the musical instrument called the triangle?",
      "Are you French?",
      "Are kangaroos humans?",
      "Have you ever seen an elephant in a cherry tree?",
      "Are you vegetarian?",
      "Did you clean your shoes yesterday?"
    ]
  },
  {
    "id": "2",
    "level": "B1",
    "skill": "SP",
    "title": "Exam Questions – B1 (1)",
    "language": "Conversation",
    "instructions": "Work in pairs using one phone between you. Take turns to ask and answer the questions. When it's your turn to answer a question, try to only listen to your parner without looking at the phone. When you're asking your partner, don't accept a short answer.",
    "timeAllowed": "60000",
    "datePublished": "2022, 08, 05",
    "cards": [
      "Do you work or are you a student?",
      "What do you do/study?",
      "How do you get to work/school every day?",
      "What did you do yesterday evening?",
      "What did you do last weekend?",
      "Do you think that English will be useful for you in the future? Why?",
      "Tell us about the people you live with.",
      "What do you do when you want to relax?",
      "Do you prefer to relax with friends or alone? Why?",
      "Is it important to do exercise in your free time? Why? / Why not?",
      "Is it useful to learn new skills in your free time? Why? / Why not?",
      "Do you think people spend too much time working or studying these days? Why? / Why not?"
    ]
  },
  {
    "id": "3",
    "level": "B2",
    "skill": "SP",
    "title": "Exam Questions – B2 (1)",
    "language": "Conversation",
    "instructions": "Work in pairs using one phone between you. Take turns to ask and answer the questions. When it's your turn to answer a question, try to only listen to your parner without looking at the phone. When you're asking your partner, don't accept a short answer.",
    "timeAllowed": "60000",
    "datePublished": "2022, 08, 05",
    "cards": [
      "Where are you from? What do you like about living there?",
      "How do you like to spend your evenings? What do you do? Why?",
      "Do you prefer to spend time on your own or with other people? Why?",
      "Tell us about a film you really like?",
      "Do you like cooking? What sort of things do you cook?",
      "Do you normally celebrate speacial occasions with friends or family? Why?",
      "Tell us about a festival or celebration in your country.",
      "What did you do on your last birthday?",
      "Are you going to do anything special this wekend? Where are you going to go? What are you going to do?",
      "How much TV do you watch in a week? Would you prefer to watch more TV than that or less? Why?",
      "Tell us about a TV programme you've seen recently.",
      "Do you use the internet much? Why? / Why not?",
      "Do you ever listen to the radio? What programmes do you like? Why?"
    ]
  },
  {
    "id": "4",
    "level": "C1",
    "skill": "SP",
    "title": "Exam Questions – C1 (1)",
    "language": "Conversation",
    "instructions": "Work in pairs using one phone between you. Take turns to ask and answer the questions. When it's your turn to answer a question, try to only listen to your parner without looking at the phone. When you're asking your partner, don't accept a short answer.",
    "timeAllowed": "60000",
    "datePublished": "2022, 08, 05",
    "cards": [
      "Where are you from? What do you do there?",
      "How long have you been studying English?",
      "What do you enjoy most about learning English?",
      "What free time activity do you most enjoy? Why?",
      "What sort of work would you like to do in the future? Why?",
      "Do you think you spend too much time working or studying? Why? / Why not?",
      "Do you like using the internet to keep in touch with people?",
      "Have you celebrated anything recently? How?",
      "If you could travel to one country in the world, where would you go? Why?",
      "How important is it to you to spend time with your family? Why? / Why not?",
      "Who do you think has had the greatest influence on your life? / Why?"
    ]
  }
]
