[
  {
    "id": "1",
    "level": "B1 up",
    "title": "Yes-No Game (1)",
    "language": "fillers, hesitating",
    "instructions": "Work in pairs using one phone between you. Take turns to ask and answer the questions. Talk about each question for a minute. You are not allowed to use the words 'yes' or 'no' and you're not allowed to give a clear positive or negative answer. You need to speak like (some) politicians do.",
    "timeAllowed": "60000",
    "datePublished": "2022, 08, 05",
    "cards": [
      "Are you enjoying this class?",
      "Are you going to have dinner tonight?",
      "Did you, at any point in your life, like Justin Bieber?",
      "Do you smoke?",
      "Do you think UFOs exist?",
      "Do you like today's weather?",
      "Could you ride a bike when you were five?",
      "Would you like to win the lottery?",
      "Is London the capital city of the UK?",
      "Have you ever seen a Spiderman movie?",
      "Have you ever fallen in love at first sight?",
      "Is your hair black?",
      "Do you think Real Madrid is the best football team in the world?",
      "Are you going out tonight?",
      "Can you play the musical instrument called the triangle?",
      "Are you French?",
      "Are kangaroos humans?",
      "Have you ever seen an elephant in a cherry tree?",
      "Are you vegetarian?",
      "Did you clean your shoes yesterday?"
    ]
  },
  {
    "id": "2",
    "level": "B1",
    "title": "Random Questions – B1",
    "language": "conversation",
    "instructions": "Work in pairs using one phone between you. Take turns to ask and answer the questions. Talk about each question for a minute. While you're answering questions, try to only listen to your parner without looking at the phone. When you're asking your partner, don't accept a short answer.",
    "timeAllowed": "60000",
    "datePublished": "2022, 08, 05",
    "cards": [
      "What do you do/study?",
      "How do you get to school or work every day?",
      "What did you do yesterday evening?",
      "What did you do last weekend?",
      "Do you think English will be useful for you in the future? Why?",
      "Tell us about the people you live with.",
      "What do you do when you want to relax?",
      "Do you think it is important to do sport regularly? Why? / Why not?",
      "Do you think it is useful to learn new skills in your free time? Why? / Why not?",
      "Do you think young people spend too much time using their phones these days? Why? / Why not?"
    ]
  },
  {
    "id": "3",
    "level": "B2",
    "title": "Random Questions – B2",
    "language": "conversation",
    "instructions": "Work in pairs using one phone between you. Take turns to ask and answer the questions. Talk about each question for a minute. While you're answering questions, try to only listen to your parner without looking at the phone. When you're asking your partner, don't accept a short answer.",
    "timeAllowed": "60000",
    "datePublished": "2022, 08, 05",
    "cards": [
      "Where are you from? What do you like about living there?",
      "How do you like to spend your weekends? What do you do? Why?",
      "Do you prefer to spend time on your own or with other people? Why?",
      "Tell us about a film you've seen recently.",
      "Do you like cooking? How often do you cook? What sort of things do you cook?",
      "Do you normally celebrate special occasions with your family or your friends? How?",
      "Tell me about a festival or celebration in your country.",
      "What did you do on your last holiday?",
      "Are you going to do anything special this weekend? Where are you going to go? What are you going to do?",
      "How much TV do you watch on weekdays? Would you like to watch more TV than that or less? Why?",
      "Tell us about a TV programme you've seen recently.",
      "Do you use the internet much? Why? / Why not?"
    ]
  },
  {
    "id": "4",
    "level": "C1",
    "title": "Random Questions – C1",
    "language": "conversation",
    "instructions": "Work in pairs using one phone between you. Take turns to ask and answer the questions. Talk about each question for a minute. While you're answering questions, try to only listen to your parner without looking at the phone. When you're asking your partner, don't accept a short answer.",
    "timeAllowed": "60000",
    "datePublished": "2022, 08, 05",
    "cards": [
      "Where are you from? What do you do there?",
      "How long have you been studying English?",
      "What do you enjoy most about learning English?",
      "What free time activity do you most enjoy? Why?",
      "What sort of work would you like to do in the future? Why?",
      "Do you think you spend too much time working or studying? Why? / Why not?",
      "Do you like using the internet to keep in touch with people?",
      "Have you celebrated anything recently? How?",
      "If you could travel to one country in the world, where would you go? Why?",
      "How important is it to you to spend time with your family? Why? / Why not?",
      "Who do you think has had the greatest influence on your life? / Why?"
    ]
  },
  {
    "id": "5",
    "level": "A2",
    "title": "When did you last ...? (1)",
    "language": "Past Simple, Past Time Expressions",
    "instructions": "Work in pairs using one phone between you. Take turns to ask and answer the questions. Talk about each question for a minute. While you're answering questions, try to only listen to your parner without looking at the phone. When you're asking your partner, don't accept a short answer.",
    "timeAllowed": "60000",
    "datePublished": "2022, 05, 05",
    "cards": [
      "travel by car",
      "watch Formula1 on TV",
      "sing in public",
      "play a musical instrument",
      "read a newspaper or a magazine",
      "go jogging",
      "have a long, hot bath",
      "eat a hamburger",
      "use a laptop or desktop computer",
      "do sport",
      "tidy your desk or clean your room",
      "have pasta for breakfast",
      "feel really, really angry",
      "say sorry",
      "say goodbye to someone"
    ]
  },
  {
    "id": "6",
    "level": "A2",
    "title": "When did you last ...? (2)",
    "language": "Past Simple, Past Time Expressions",
    "instructions": "Work in pairs using one phone between you. Take turns to ask and answer the questions. Talk about each question for a minute. While you're answering questions, try to only listen to your parner without looking at the phone. When you're asking your partner, don't accept a short answer.",
    "timeAllowed": "60000",
    "datePublished": "2022, 05, 05",
    "cards": [
      "do exercise",
      "go swimming",
      "cry during a film",
      "use an umbrella",
      "have an argument",
      "go shopping",
      "listen to music",
      "make your bed",
      "ride a bike",
      "take a photo",
      "tell someone a joke",
      "say no to someone",
      "have a problem with a computer",
      "have a perfect day",
      "travel by train",
      "forget to do something"
    ]
  },
  {
    "id": "7",
    "level": "B1",
    "title": "What would you do if ...?",
    "language": "2nd Conditional",
    "instructions": "Work in pairs using one phone between you. Take turns to ask and answer the questions. Talk about each question for a minute. While you're answering questions, try to only listen to your parner without looking at the phone. When you're asking your partner, don't accept a short answer.",
    "timeAllowed": "60000",
    "datePublished": "2022, 05, 05",
    "cards": [
      "(get) an anonymous love letter",
      "your neighbour (play) loud music all night, every night",
      "someone you didn't like (invite) you to a really good concert",
      "your mom (start) showing the photo album of you as a baby to your boyfriend/girlfriend",
      "(find) $30,000 in the street",
      "(meet) your English teacher at a disco",
      "(see) a cockroach in the kitchen",
      "someone (offer) you $10,000 every time they punched you in the face",
      "(can) snap your fingers and make any one species go extinct",
      "(can) body swap with any person for 24 hours",
      "(be) suddenly given world-class hacking knowledge and ability?",
      "(can) go back and undo one thing you did in the past",
      "never (need) to sleep again",
      "a kid (start) kicking you in the park and his mother (not stop) him",
      "(have) the opportunity to time travel once",
      "(have to) choose between winning the lottery or living twice as long",
      "(go) to the hairdesser's and (get) a really bad haircut"
    ]
  },
  {
    "id": "8",
    "level": "A2",
    "title": "Talking about food",
    "language": "VOC: Food",
    "instructions": "Work in pairs using one phone between you. Take turns to ask and answer the questions. Talk about each question for a minute. While you're answering questions, try to only listen to your parner without looking at the phone. When you're asking your partner, don't accept a short answer.",
    "timeAllowed": "60000",
    "datePublished": "2022, 09, 15",
    "cards": [
      "Do you like foreign food, eg. Indian, Chinese, Italian and English food? Which do you like best?",
      "Is your diet healthy or unhealthy? Why?",
      "What kind of healthy food do you hate?",
      "What kind of unhealthy food do you like?",
      "Is there anything you try not to eat or drink too often?",
      "Do you eat fat-free or low-fat food?",
      "What do you usually eat when you eat out?",
      "How often do you eat junk food?",
      "Which do you prefer, fast food or home-cooked food?",
      "What food do you avoid eating to stay healthy?",
      "How important is food in your life?",
      "Are you a vegetarian or vegan? If not, do you think you could ever be one?",
      "Do you usually have breakfast? What do you normally have?"
    ]
  },
  {
    "id": "9",
    "level": "B1 up",
    "title": "Shopping habits",
    "language": "Talking about shopping",
    "instructions": "Work in pairs using one phone between you. Take turns to ask and answer the questions. Talk about each question for a minute. While you're answering questions, try to only listen to your parner without looking at the phone. When you're asking your partner, don't accept a short answer.",
    "timeAllowed": "60000",
    "datePublished": "2022, 11, 14",
    "cards": [
      "Which one do you enjoy more, shopping for food or shopping for clothes? Why?",
      "Where do you normally buy your clothes? Do you have a favourite place?",
      "How often do you buy new clothes?",
      "What is the most important for you when you're shopping: quality, the price or a brand?",
      "Do you know someone who has too many clothes?",
      "What is your favourite item of clothing right now?",
      "Have you ever bought anything that you've hardly ever worn?",
      "Do you prefer to buy clothes on your own, with a family member or with a friend?",
      "Do you enjoy shopping at the sales?",
      "Do you like shopping in large supermarkets?",
      "Are you good at finding good deals?"
    ]
  },
  {
    "id": "10",
    "level": "B1 up",
    "title": "Talking about friendship (1)",
    "language": "conversation",
    "instructions": "Work in pairs using one phone between you. Take turns to ask and answer the questions. Talk about each question for a minute. While you're answering questions, try to only listen to your parner without looking at the phone. When you're asking your partner, don't accept a short answer.",
    "timeAllowed": "60000",
    "datePublished": "2022, 11, 17",
    "cards": [
      "What makes a good friend?",
      "Do you think you will keep in touch with your friends all your life?",
      "How many close friends do you have? How many of them can humans have?",
      "Can you describe one of your closest friends and the qualities you like about him/her?",
      "Do you have any childhood friends you're still friends with?",
      "Do you have any long-distance friends? How do you keep in touch? How often do you see each other?",
      "Do you make friends easily?",
      "How would you compare your present friendships with your childhood ones?",
      "What do we need to do to maintain a good friendship?",
      "How do you make new friends?"
    ]
  },
  {
    "id": "11",
    "level": "B1 up",
    "title": "Talking about friendship (2)",
    "language": "conversation",
    "instructions": "Work in pairs using one phone between you. Take turns to ask and answer the questions. Talk about each question for a minute. While you're answering questions, try to only listen to your parner without looking at the phone. When you're asking your partner, don't accept a short answer.",
    "timeAllowed": "60000",
    "datePublished": "2022, 11, 17",
    "cards": [
      "What do you think of friendships that are made across generations? What are the advantages and disadvantages?",
      "What do you normally do with your friends?",
      "What is the longest friendship that you have had?",
      "What makes friends different from family?",
      "Do you think it is possible to be friends with someone of the opposite sex?",
      "Can you give examples of how a friend has influenced your life?",
      "Why do we need friends? What are friends for?",
      "What do you do when you have a disagreement with your friend?",
      "What qualities help you to have good relationships with others?",
      "To what extent can you be friends with your parents or children?"
    ]
  },
  {
    "id": "12",
    "level": "B2 up",
    "title": "Talking about Communication",
    "language": "conversation",
    "instructions": "Work in pairs using one phone between you. Take turns to ask and answer the questions. Talk about each question for a minute. While you're answering questions, try to only listen to your parner without looking at the phone. When you're asking your partner, don't accept a short answer.",
    "timeAllowed": "60000",
    "datePublished": "2022, 12, 01",
    "cards": [
      "What is the most common way people communicate? Why?",
      "What do you think is the oldest form of communication in human history?",
      "How has technology changed the way we communicate?",
      "Do you think technology has destroyed interpersonal communication?",
      "Can you name some verbal and non-verbal forms of communication?",
      "What makes it easy or difficult to talk to someone? What qualities do you look for in a conversation partner?",
      "What kind of conversations do you enjoy? What kind of conversations do you enjoy the least? Why?",
      "Who is a good conversationalist you know? What makes him/her so good?",
      "When talking to a stranger, what topics are considered taboos in your country?",
      "How does technology help you communicate?"
    ]
  },
  {
    "id": "13",
    "level": "B1 up",
    "title": "Talking about Entertainment",
    "language": "conversation",
    "instructions": "Work in pairs using one phone between you. Take turns to ask and answer the questions. Talk about each question for a minute. While you're answering questions, try to only listen to your parner without looking at the phone. When you're asking your partner, don't accept a short answer.",
    "timeAllowed": "60000",
    "datePublished": "2023, 02, 16",
    "cards": [
      "What is you favourite form of entertainment?",
      "When do you normally have free time?",
      "Who do you spend your free time with?",
      "Do you watch more TV on weekdays or at weekend?",
      "What types of TV programmes are most popular in you country?",
      "Could you live without a TV? Why (not)?",
      "What types of computer games have you played? Did you enjoy them?",
      "What types of music do you like? Who is your favourite musician?",
      "When or where do you listen to music?",
      "What kind of things do you like to read?",
      "Have you ever organized a surprise party? How would you react if you found yourself in the middle of one on your birthday?",
      "Have you ever enjoyed visiting a museum? What kind of exhibition was it?"
    ]
  },
  {
    "id": "14",
    "level": "B2 up",
    "title": "Talking about Shopping",
    "language": "conversation",
    "instructions": "Work in pairs using one phone between you. Take turns to ask and answer the questions. Talk about each question for a minute. While you're answering questions, try to only listen to your parner without looking at the phone. When you're asking your partner, don't accept a short answer.",
    "timeAllowed": "60000",
    "datePublished": "2023, 02, 16",
    "cards": [
      "Have you ever overspent on something? What did you buy? How did you feel afterwards?",
      "Is shopping a pastime for you or do you try to make it as fast as possible?",
      "What products do you buy online? What would you rather buy in person?",
      "Do you prefer to shop on your own or with other people? What are the advantages and disadvantages of each?",
      "Who does the weekly shopping in your household? Do you ever give a hand?",
      "Are you a bargain hunter? Do you get excited about sales and discounts?",
      "When are the best sales in your country?",
      "Do you prefer buying things for yourself or for other people?",
      "Have you ever taken anything back to a shop? What was the problem with it? Did you get a refund?",
      "Do you prefer to buy products that are made in your own country? Why (not)?",
      "When buying an expensive item, do you compare prices at several shops?",
      "In which store would you like to go on a shopping spree?",
      "Do you prefer shopping in malls, markets or streets?",
      "Why do women enjoy shopping more than men?",
      "Have you got a loyalty card? Is it worth having one?"
    ]
  },
  {
    "id": "15",
    "level": "B2 up",
    "title": "Talking about School",
    "language": "conversation",
    "instructions": "Work in pairs using one phone between you. Take turns to ask and answer the questions. Talk about each question for a minute. While you're answering questions, try to only listen to your parner without looking at the phone. When you're asking your partner, don't accept a short answer.",
    "timeAllowed": "60000",
    "datePublished": "2023, 02, 22",
    "cards": [
      "Where did you go to primary school? What did you like and dislike about it?",
      "Describe the best teacher you've ever had.",
      "What is/was your favourite subject at school? Why?",
      "Did you/Do you have to wear a uniform at primary school? What are the pros and cons of uniforms at school?",
      "Did you/Do you receive any private tutoring outside of your school? Is extra education like that necessary in your country in general?",
      "Did you/Do you get a lot of homework? Do you think it was/is useful?",
      "What did/do you and your classmates do during your break?",
      "Were/Are art classes important at your school? Do you enjoy them?",
      "Were/Is your school single-sex or mixed? Which type is better?",
      "How much sport did/do you do at school? Is sport important at primary schools? How about secondary schools?",
      "Have you ever been involved in any type of extracurricular activity at school? If not, what kind of activity would you take part in?",
      "Do you think practical subjects like cooking and D.I.Y. should be given more importance at primary and secondary schools?",
      "Have you ever skived off school? What did you do? Did you get caught?",
      "What do you like and dislike about studying English?",
      "What are some of the school rules you can accept and identify with?",
      "Are there any school rules that you think are just stupid and don't make sense?",
      "Are you allowed to use mobile phones in class? Do you use them for educational purposes? Do you think they should be allowed in class?",
      "How would you improve the education system in your country?"
    ]
  }
]
